Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “……”一听这话，凯文真是连死的心都有了，一边掩饰着脸上尴尬的神色，一边将脸转到另一个方向，希望能装出不认识林立的样子……
en_us: "..." Kevin had given up all hope upon hearing his words. While trying to hide the embarrassment on his face, he turned to face the other side, hoping to pretend that he didn't know Lin Li...

source: “……”听着葛瑞安恐怖的描述，中年魔导士不由背心一阵发凉，不过他还在坚持。
en_us: "..." The middle-aged man felt chill in his body as he listened to Gerian's horrifying description. But he was still holding out.

source: “……”城主大人脸上的笑容忽然凝固了，魔法公会的费雷，自从葛瑞安跟老梅林一战之后，在加洛斯已是仿佛传说一样的人物，即便以艾萨克城主之尊，也没想过这次宴会他会亲自光临。他更没想过，这个传说中的药剂大师，以一人之力，导演了百万金币拍卖会的人物，会是这么一个穿着旧法师袍，看上去不过二十来岁的青年魔法师。
en_us: "..." The smile stiffened on the Castellan's face. Felic of the Guild of Magic had been a legendary figure in Jarrosus ever since the battle between Gerian and Old Merlin. Even though Isaac was the castellan, he had never thought Felic would come to this banquet in person. He did not even imagine that the legendary potion master, who alone supplied the million gold coin auction, would be a young mage who looked no more than 20 years old wearing an old mage robe.

source: “……”安度因从水晶球中看着这一切，忽然有些茫然了，这真是一个掌握神秘知识的魔法师？老头真是怎么看怎么觉得，这小子象是一个盗贼更多一点……
en_us: "..." Andoine was lost watching the scene from the crystal ball. Was he really a mage with a knowledge of the mystical? No matter how the old man looked, he thought the kid was more like a thief instead...

source: “……”对方的纠缠不休，已经让林立有些火气了，脸上的神色也冷了下来：“我要是不道歉会怎么样？”
en_us: "..." The other party's pertinacious behavior had rankled Lin Li, and his expression turned cold. "What if I don't apologize?"

source: “……”小梅林只觉眼前一黑，差点没一口血喷了出来，这家伙真的是个疯子，他现在真是连说话的力气都没了，只是勉强抬起手臂，抱着最后一丝侥幸的心理，艰难的报出了一个价格：“八……八十二万……”
en_us: "..." Little Merlin could see nothing but blackness, and blood almost spat out from his mouth. This fellow was really a lunatic. He didn't even have the strength to speak; he barely managed to lift his arm and with the idea of leaving things to luck at last, he quoted a price with much difficulty, "8... 820,000..."

source: “……”攀上了传奇境界的魔法师，早已经超越了这个职业本身的范畴，只要是在他精神力覆盖范围之内，他就能掌握他想要掌握的一切东西，林立这鬼鬼祟祟的悄悄话，又怎能瞒过老格林的耳目？
en_us: "..." A mage who had reached the legendary realm had already surpassed the scope of this profession itself. As long as it was within the range of his mental powers, he could learn of anything he wanted. How could Lin Li's furtive whispers escape the eyes and ears of Old Grimm?

source: “……”有了罗麦格雷尼教训，林立赶忙躲到一棵树后，以防那死猩猩又用椰子偷袭。
en_us: “…” With McGrenn's experience as a lesson, Lin Li hurried to hide behind a tree in case that darned gorilla made another sneak attack with the coconut again.

source: “……”林立也知道，凯文见了葛瑞安，就跟老鼠见了猫似的，怕这胖老头怕得要死，他既然说不知道，那肯定是真的不知道了，于是林立也不再继续纠缠，只是又问了一句：“那推迟到什么时候？”
en_us: "..." Lin Li knew that Kevin was as scared of Gerian as the mouse was of the cat whenever he saw the fat old man. Since he had said that he didn't know, then it had to be true. So, Lin Li did not pester further, but asked another question, "Then, until when is it postponed?"

source: “……”林立刚要开口，却忽然愣住了，因为一直到这个时候，他才想起件重要的事来——他没钱！连一分钱都没有！
en_us: “…” Lin Li was about to open his mouth when he suddenly stopped short, for it was not until then that he had remembered something important—he had no money, not even a penny!

source: “……”林立在一旁听得冷汗直流：“有你这么逼供的吗……”
en_us: "..." Lin Li was sweating cold sweat while listening at a side. "Is an extortion of confession like how you do it…?"

source: “……”林立在那发了足有一分多钟的呆，才有些不太肯定的问了一句：“你是不是气糊涂了？”
en_us: "..." Lin Li stood there in a daze for more than a minute, and asked unsurely, "Are you muddled from the anger?"

source: “……”林立太清楚这对父女的性格了，要不是真遇上了无法解决的事，他们绝对不可能找上门来，想到这一点林立有些焦急，匆匆忙忙的就出等级认证大厅，一边往会客室赶去，还一边抱怨着：“怎么不早点通知我……”
en_us: "..." Lin Li knew the father and daughter too well. If they had not encountered something that could not be solved, they would never have come for him. Lin Li was somewhat anxious at the thought of this. He rushed out of the level certification hall and hurried over to the reception room as he lamented, "Why didn't you tell me earlier..."

source: “……”林立差点一口气没喘上来，这么间烂房子，能跟交易所扯上关系？
en_us: “…” Lin Li almost choked in his breath. How could such a dilapidated house be associated with trade?

source: “……”林立心想你直说让我帮你鉴定不就完了，至于绕这么大个圈子？
en_us: "..." Lin Li thought, Just tell me straight up you want me to help in the authentication, was there a need to go around such a big circle?

source: “……”林立挠了挠头，心想老子招谁惹谁了……
en_us: "..." Lin Li scratched his head, wondering whom he had offended...

source: “……”罗琳是真的想学习药剂，她从小就学习医术，又曾受过药剂师指点，等到医术渐渐精深之后，才发现很多医术难以解决的问题，其实只需要一瓶小小的药剂，但安瑞尔世界药剂师如凤毛麟角，即便是以罗琳的尊贵身份，学习药剂也是一件虚无飘渺的事。
en_us: "..." Rowling really wanted to learn potion making. She had studied medicine from an early age and had been instructed by a pharmacist. After her medical skills gradually became profound, she discovered that the problems which couldn't be solved with medical skills could actually be solved with a small bottle of a potion. But pharmacists in Anril were rare; even with Rowling's noble status, to learn potion making was a purely imaginary matter.

source: “……”老梅林脸色铁青，心里更是把葛瑞安祖宗十八代都给问候遍了，重新打你妈个大西瓜，你现在手里拿着唤醒药剂，只有神经病才想跟你重新打过……
en_us: "..." Old Merlin's face turned purple with rage, and in his heart he'd paid greetings to all 18 generations of Gerian's family. A rematch? That son of a watermelon. He had the Awakening potion in his hands now, and only a lunatic would fight him once more...

source: “……”葛瑞安倒吸了一口凉气，曼尼斯家族富甲法兰王国，黑暗年代之后一千三百年，不知藏了多少好东西下来，任人挑选三件这种事，葛瑞安真是连想都没想过……
en_us: "..." Gerian gasped in surprise. The Mannes Family was the richest in all of Felan Kingdom. Who knew how much good stuff they had hidden in the 1300 years after the Dark Ages. Gerian had never once imagined such thing as getting to choose any three items...

source: “……”这样的小伎俩，又怎能瞒过灰袍法师，一时间老人不由又好气又好笑，不过以他的身份，自然不能去当面揭穿，只是面色有些尴尬的提醒林立：“这个……费雷，你能先把巴瑟罗尔给放了吗？他要是再这么继续流血，恐怕会有生命危险啊……”
en_us: "..." How could such a petty trick escape the eyes of the mage in gray robe? For a moment, the old man felt annoyed yet amused. However, in his capacity, he naturally could not expose him. He merely reminded Lin Li with a look of slight embarrassment on his face, "This... Felic, can you first let Bathrilor off? If he continues to bleed, I'm afraid his life will be in danger..."

source: “……”连一旁的林立都是听得摇头直下，环境真是可怕，连凯文这样的老实人，都被毒害得谎话张口就来。
en_us: "..." Even Lin Li was shaking his head as he listened from the side. Circumstance was a scary factor, even an honest person like Kevin was poisoned into lying as he opened his mouth.

source: “一万两！”
en_us: "Ten thousand taels!"

source: “一万五千金币第一次！”锤子落在台上，却象是落在小个子法师心里。
en_us: "15,000 gold coins going once!" The gavel had landed on the table, but it felt just like it had landed on the short mage's heart.

source: “一万五千金币第二次！”
en_us: "15,000 gold coins going twice!"

source: “一万五千金币！”亚伦－马齐斯却完全没有任何犹豫，小个子话音刚落，又是一万五千金币砸了出来。
en_us: "15,000 gold coins!" There was no hesitation from Aaron Matsis at all. The shorty's voice had just settled when a 15,000 gold coins was thrown out.

source: “一万金币！”
en_us: "10,000 gold coins!"

source: “一万！”凯文斩钉截铁的吐出一个数字。
en_us: "10,000!" Kevin spat out a figure resolutely.

source: “一两紫金一天啊！一两紫金那可是能在风月楼包个花魁玩上十天十夜了，可惜我武技不行啊，否则一定要进去混个金牌陪练玩玩。”
en_us: "A tael of purple gold a day! One tael of purple gold can allow me to book a courtesan at the Fengyue Brothel and have fun with her for ten entire days and nights! Sadly, my skills are not good enough, otherwise I would definitely go in and pass off as a good token-grade sparring partner and have some fun."

source: “一两紫金一天？拼了，去试试！”
en_us: One tael of purple gold a day? I'll risk it and go for broke!

source: “一两紫金？”
en_us: "One tael of purple gold?"

source: “一个月之后，我会邀请加洛斯所有势力的首脑，让他们作为这场决斗的见证，葛瑞安你觉得这样够不够公平？”
en_us: "A month later, I will invite the leaders of all forces in Jarrosus, and they'll be the witnesses of this duel. Do you think it's fair enough, Gerian?"

source: “一个月？”
en_us: "A month?"

source: “一定一定……”艾萨克城主又感觉太阳穴有些痛了，匆匆敷衍完葛瑞安，赶紧逃也似的出了翡翠高塔，走出门口之后，艾萨克呼吸着塔外的新鲜空气，在心里暗暗发誓，以后要是没必要的话，他打死也不会再到这见鬼的地方来！
en_us: "Sure, sure..." Castellan Isaac felt his temples throbbing again. He answered vaguely in a hurry and fled out of the Emerald Tower. After stepping out of the gates, Isaac took a deep breath of the fresh air outside and swore to himself that he'd never come to this darned place again if he didn't have to!

source: “一点虚空花，以及一点龙血草。”林立挠了挠头，神色间有些苦恼：“最近一段时间，我一直在尝试提高清醒药剂的浓度，为了让清醒药剂更加纯粹，我试过大概三十多种草药，最后发现，如果用虚空花混合龙血草的话，可以达到类似的效果，不过……”
en_us: "Some netherbloom, and a little dracaena grass." Lin Li scratched his head, his expression troubled. “Recently, I have been trying to increase the concentration of the Sobriety Potion. In order to make the Sobriety Potion possess a higher degree of purity, I've tried over 30 kinds of herbs. In the end, I realized that if I mix netherbloom together with the dracaena grass, I'll get a similar effect. But..."

source: “一瓶也是钱哪！”
en_us: "It's also money!"

source: “一百……一百套？”葛瑞安很吃力的咽了口口水。
en_us: "100... 100 sets?" Gerian swallowed his saliva with great difficulty.

source: “一种技巧，一种让力量更加强大的技巧。”如今的林立，早已不是初到异界时，那个一无所知的粼粼了，在安度因的熏陶下，他对魔法已经有了自己的理解。
en_us: "A kind of skill, a skill that will allow your strength to become more powerful." The Lin Li at present was not the piece of clear rock that knew nothing when he first came to this foreign world. He had developed his own understanding of magic under the influence of Andoine.

source: “一缕大半柱香时间，十缕差不多能坚持一个时辰！”
en_us: "If one wisp can last for more than two and a half minutes, ten wisps can last more almost two hours!"

source: “七万金币！”
en_us: "70,000 gold coins!"

source: “七十万！”喊出这个价格的时候，小梅林真是觉得肝都疼了……
en_us: "700,000!" Little Merlin felt his liver churn when he shouted the price out...

source: “三万金币第三次！”凯文手上的锤子重重落下，宣布了今天的第一笔交易完成：“成交！恭喜亚伦－马齐斯先生！”
en_us: "30,000 gold coins going thrice!" The gavel in Kevin's hand landed heavily on the table as he announced the first done deal of the day. "Deal! Congratulations, Mr Aaron Matsis!"

source: “三万金币！”
en_us: "30,000 gold coins!"

source: “三个月！只要马家三个月内找不到我，我境界最少能达到铸鼎境四五重，配合黑色元力综合战力应该达到铸鼎境八九重，到时候就算你们派人来刺杀，小爷就不怕了！难不成他们还会不要脸的派紫府境强者出手？”
en_us: "Three months! If the Ma Family did not manage to locate me by the end of three months, my attainment would reach the fourth or fifth stage of the Cast Tripod Realm at the very least. Combined with the black essence force, my powers should reach the eighth or ninth stage of the Cast Tripod Realm. By that time, even if the Ma Family were to send their assassins, this young master would have nothing to fear! Would they even be so audacious as to sending a powerful martial artist who is at the Purple Mansion Realm?"

source: “三人铸鼎境二重，一人铸鼎境三重！”
en_us: "Three of them are at the second stage of the Cast Tripod Realm. One of them is at the third stage of the Cast Tripod Realm!"

source: “三瓶魔能药剂，至于报酬么……”葛瑞安竖起三个指头，脸上的表情有些夸张：“由你在曼尼斯家族装备库内，随意挑选三件！”
en_us: "Three bottles of Magicka Potion. As for the rewards..." Gerian raised up three fingers and his expression was slightly exaggerated. "You get to choose any three items from the Mannes Family's equipment bank!"

source: “上善若水，水善利万脉而不争……天地浩浩，唯大道永恒，欲证天道，必先修自身……呃，错了……”
en_us: “Benevolent acts resemble water in character. Water benefits all and does not compete… In the vastness of the heaven and earth, only The Way is eternal. To obtain proof of heavenly law, one must first cultivate oneself… eh… no, wrong…”

source: “上！”
en_us: "Attack!"

source: “上，将这个丧心病狂的疯子的腿打断，送去刑堂，等候我父亲发落，”江如狼也冷喝一声，从另外一边朝江逸冲去。
en_us: "Go, break this maniac's legs and send him to the Disciplinary Court. My father shall serve his punishment there," Jiang Rulang let out a shout and rushed at Jiang Yi from the other side.

source: “不……不能……不能告诉我爹……不能告诉家族！”
en_us: "No... Do not... Do not tell my dad... Do not tell the Family!"

source: “不不不，不是我……”林立摇了摇头，又伸手指了下正站在门口的希恩：“是我这位朋友，我打算帮他买套装备，不过不知道该买什么好，要不您给介绍介绍，看有没有适合他用的装备？”
en_us: "No, not me..." Lin Li shook his head immediately and pointed at Sheehan who was standing at the door, "it's my friend. I want to get him a set of gear but I am not sure what to buy. Could you please give us some advice on what is suitable for him?"

source: “不不不，我绝对绝对不是这个意思……”安东尼－罗林连连摆手，这可不是开玩笑的，对拍卖会有疑问，就等于是对葛瑞安的人品有疑问，就等于是在挑衅魔法公会，借他十个胆子，他也不敢去挑衅正如日中天的魔法公会。
en_us: "No, no, no, I definitely don't mean that..." Anthony Rolin waved his hands. This was not a joking matter, having doubts about the auction would mean having doubts about Gerian's character, and it'd be equal to challenging the Guild of Magic. He would not dare to challenge the Guild of Magic which was at the peak of its influence even if he was given ten more guts.

source: “不了！”
en_us: "Don’t bother!"

source: “不会不会不会……”
en_us: "No, no, no..."

source: “不关我的事？”林立忽然笑了：“麦格雷尼先生可是我的朋友，如果没有他的话，我可能到现在都还走不出落日山脉，你说这关不关我的事？再说了，你既然想负责治疗，那我问你，你知不知道麦格雷尼先生的问题出在什么地方？”
en_us: "None of my business?" Lin Li suddenly chuckled. "Mr McGrenn is my friend. If not for him, I would probably still be lost in the Sunset Mountains, and you said this is none of my business? Furthermore, since you'd like to be in charge of the treatment, let me ask you, do you know where the problem lies with Mr McGrenn?"

source: “不可能的！这次一点失误都没有，怎么可能还是失败？难道是材料有问题？恩，一定是材料有问题，好哇！玛那你个老不死的，卖假货居然卖到我老头上来了，回头非找你算帐不可！”
en_us: "Impossible! There was no mistake this time, how could it fail again? Is there a problem with the ingredients? Yes, there must be a problem with the ingredients. Great! This dang old man, selling counterfeit goods at my doorstep, l'll make sure you pay it back!"

source: “不可能，这……怎么可能？”
en_us: "No way, this... How can this be possible?"

source: “不好——”
en_us: This is bad!

source: “不好！”
en_us: "Damn it!"

source: “不如格林爷爷帮你出个主意？”
en_us: "Why won't Grandpa Grimm give you an idea?"

source: “不对不对，我听说是他们挖到了一个药剂大师，这回魔法公会真是可发了，听说那药剂大师不但人被挖来了，还从药剂师公会里带了一批药剂出来！”
en_us: "No, no, I heard they had poached a Potion Master. This time the Guild of Magic had hit the jackpot. It was said that the Potion Master had brought a pile of potions with him from the Pharmacists Guild!"

source: “不对！”
en_us: "No way!"

source: “不对！既然蓝色元力可以辅助疗伤，我这黑色元力这么变态，那也可以快速辅助疗伤啊？我何必还要去融合丹药的药力呢？”
en_us: "No, wait! Since blue essence force can help heal wounds and my black essence force is so obscenely powerful, surely it can speed up and facilitate my healing process? Why would I ever need to merge it with the elixir medical power?"

source: “不想你们虎哥死，立即给我退后！”
en_us: "If you don't want your Brother Hu to die, back away from me immediately!"

source: “不是有意的？”
en_us: "Did not mean to do it?"

source: “不是配不出，是材料太不好搞。”林立摇了摇头，又伸出一只手来，一样一样的给他数着：“水火两种元素精华，高等级恶魔的血液，十五级以上魔晶，这几件东西你有办法搞到吗？”
en_us: "Not that it can't be concocted, it's just that the ingredients are not easy to get." Lin Li shook his head and held out his hand, counting each and every one out for Gerian. "The essence of two elements, fire and water, the blood of a high-level demon, magical crystal above level-fifteen. Can you get all these items?"

source: “不死冥皇！”
en_us: "Undying Netherworld King!"

source: “不求最好，但求最多！”在庞大精神力的支持下，林立从来就不会担心自己魔力枯竭，更不用担心精神力无法负荷。
en_us: "I don't wish for the best, but I wish for the most!" With the support of an enormous mental strength, Lin Li never had to worry about exhausting his magical powers, much less being worried about his mental strength being unable to hold out.

source: “不用不用，我自己再研究研究……”安度因一脸尴尬的搓着双手，过了好半天才象起自己的目的，赶忙摆出一副严肃的神色：“呃……今天先不说这个，我有点事想跟你说说。”
en_us: “No need for it, I’ll study it myself…” Andoine rubbed his hands awkwardly. After a few moments, he seemed to recall his goal. Putting on a serious face, he said, “Umm… Let’s not talk about this today, I have something to tell you.”

source: “不用了！”
en_us: "That won't be necessary!"

source: “不用了，我回头再来好了。”
en_us: "No need. It's fine; I'll come back again."

source: “不用太麻烦了，小事一件而已，我不会跟他一般见识的。”
en_us: "No need to trouble yourself with it. It's a small matter, I won't take offense at him."

source: “不用客气，举手之劳而已。”林立将装了半瓶的飞龙血塞了起来，小心翼翼的放进法师袍口袋，这才笑咪咪的自我介绍道：“叫我费雷就可以了，对了，我能不能多嘴问一句，三位是怎么惹上这双足飞龙的？”
en_us: "You are welcome, it was an act of convenience." Lin Li put the stopper back on the glass bottle that was half-filled with the Wyvern's blood and gingerly put it away into the pocket of his mage robe. Grinning, he introduced himself, "You can call me Felic. By the way, may I ask how the three of you have came to provoke the Wyvern?"

source: “不用看了。”就在马森进退两难的时候，林立却从他身后站了出来，一双眼睛紧紧盯着霍伦的右手：“马迪亚斯是我打伤的，跟他们两个没什么关系，我可以跟您回去，不过霍伦先生，我能不能冒昧的问一句，您跟巴瑟罗尔怎么称呼？”
en_us: "There's no need to take a look." Just as Marson found himself in a dilemma, Lin Li stepped out from behind him. His eyes firmly stared at Hoeren's right hand: "I was the one who injured Mathias. It has nothing to do with them. I can follow you back, but Mr Hoeren, may I take the liberty to ask you one question? How do you address Bathrilor?"

source: “不用等葛瑞安回来了，这事我自己就能解决。”在众人眼中已是必死无疑的林立，此时却一翻身从地毯上站了起来。
en_us: "There's no need to wait for Gerian to come back. I can deal with it on my own." Lin Li, who was undoubtedly dead in the eyes of everyone, turned over and stood up from the carpet.

source: “不瞒葛瑞安会长，最近曼尼斯家族在现金上，确实有些吃紧。”年轻族长白净斯文的脸上笑容依旧温和，但说出来的话，却彻底让萨鲁曼家族陷入了绝望：“所以想用一百套这样的装备，换取十瓶奥法药剂，不知道葛瑞安会长意下如何？”
en_us: "To be frank, President Gerian, the Mannes Family is tight on cash recently." The smile on the young patriarch's fair face was gentle as always, but the words spoken sent the Saruman Family into complete despair. "Therefore we would like to use a hundred copies of this set to exchange for ten bottles of Arcane Magic Potion. What do you say, President Gerian?"

source: “不知道……”林立老老实实的点了点头。
en_us: "I don't know..." Lin Li nodded honestly.

source: “不知道。”林立答得倒也老实：“反正我对魔法一窍不通，你让我练习什么，我自然就练习什么，难道你还会害我不成？”
en_us: “No,” Lin Li replied honestly. “I know nothing about magic anyway. I’ll just practice whatever you asked me to, surely you won’t harm me?”

source: “不知道是吗？”葛瑞安脸色阴沉，一双眼睛更是仿佛要喷出火来：“那我猜你肯定也不知道阴影之巢，更不知道那一百二十五枚巫师之眼的位置，至于通过岗哨的路线，肯定也不是你卖给阴影之巢的吧？”
en_us: "You don't know?" Gerian's face was gloomy and his eyes looked as if they were about to be ablaze. "Then I guess you'd surely not know of the Shadow's Nest, or even the positions of those 125 Warlock's Eyes? As for the route that bypasses the sentry posts, it was surely not you who'd sold it to the Shadow's Nest?"

source: “不等了，随便打几场吧，你们这武殿待一天可要一两紫金，我来这可不是玩的。”少女冷哼两声，转身走进一个练功房内，杨总管连忙朝江逸这边的人群中喊道：“野猪！出战，上场。”
en_us: "I'm not waiting any longer. I'll just fight a few casual rounds with them. I need a tael of purple gold just to stay for a single day at your Martial Arts Hall. I did not come here for fun." The youth coldly snorted twice, before turning and walking into one of the technique-practicing rooms. Manager Rong hurriedly shouted to the group of individuals in Jiang Yi's corner of the room. "Wild Boar! It's time to do battle, so get in the sparring room!"

source: “不管了，最后试一次，不行就回家吃饭了。”
en_us: "Forget about it, I'll try again for one last time. If I fail again, I'll just return home and have my meal."

source: “不管他了，以后再想办法吧，时间不早了，先把伤口疗养好，迟些还要上五号药田清点呢，可别被江如虎等人堵了……”
en_us: "Forget it, I'll think of a plan next time. It's not early anymore. Let me heal my wounds first. I have to go to Field Number Five to take stock later. Hopefully I won't be blocked by Jiang Ruhu and gang..."

source: “不行！绝对不行！”
en_us: "No! Definitely not !"

source: “不行，还不能睡。”葛瑞安躺了一会，却一骨碌从床上坐了起来：“屠魔山谷的事，我越想越不对，不把这件事搞清楚，我今天就不睡觉了！”
en_us: "No, I can't sleep yet." Gerian lay for a while and then sat up from the bed. "The more I think about what happened in the Demon Fall Valley, the more it feels wrong. I won't sleep today if I don't get to the bottom of it!"

source: “不过……”林立摇了摇头，神色间有些无奈：“加入虚空花跟龙血草之后，清醒药剂的浓度确实提高了，但也带来了很霸道的副作用，我上次试着喝了一点点，就导致精神力无比混乱，如果一整瓶喝下去的话……”
en_us: "But..." Lin Li shook his head helplessly. "After adding the netherbloom and dracaena grass, the concentration for the Sobriety Potion was indeed increased, but it also has potent side effects. I've tried drinking a little bit of it last time and it led to an extreme mental confusion. If it's the whole bottle..."

source: “不过什么？”听到这里的时候，老格林神色间已是有些急切了，他也是一名魔法师，他很清楚一瓶高浓度的清醒药剂，对魔法师来说究竟意味着什么，这意味着更长时间的越级施法，以及更加快速的魔力恢复。
en_us: "But what?" Old Grimm was anxious at this point. He was a mage, so he knew very well what a concentrated Sobriety Potion would mean to a mage—a longer time to cast a spell and a faster recovery of the mana.

source: “不过你也别高兴得太早。”望着有些不知所措的林立，老法师笑了笑：“天赋好是一回事，成就却是另一回事，在我看来你至少有两个方面不如格雷斯科，首先你不够专注，在魔法领域里，只有绝对专注的人才能取得真正的成功，太过博学有时候并不是优点，就拿药剂学来说吧，你小小年纪，懂的却比药剂师协会里那些老不死的还多，大量的精力花费在药剂学上，你又能有多少时间去研究魔法？”
en_us: "But don't get too excited just yet." Seeing how bewildered Lin Li looked, the old mage chortled. "Talent is one thing, but achievements are another. From what I see, you are inferior to Geresco in at least two ways. First of all, you are not focused enough. In magic, only people who are absolutely focused can achieve real success. Too much knowledge is sometimes not a virtue. Take pharmaceutics as an example, you know better than those old fellows from the Pharmacists Association at such a young age. A lot of energy is spent on pharmaceutics, how much time would you have to study magic?”

source: “不过我很快就后悔了，你的天赋实在太好，这样的天赋也许上千年都不会再出现了，我不忍心看你走上一条错误的道路，所以我不再教你任何法术，而是天天让你练习最基本的元素排列，你千万不要小看了这些枯燥的练习，任何世界都有自己的规则，魔法世界同样也不会例外，而元素排列，就是魔法世界最基本的规则，当你熟悉并且掌握了这种规则之后，你会发现一切都是如此的简单，不管多么强大的法术，都只不过是由规则所衍生出来的。”
en_us: "But I soon regretted it. Your talent is too great, such talent may not appear for thousands of years. I can't bear to see you going down the wrong path, so instead of teaching you new spells, I let you practice the most basic sequencing of elements everyday. Never underestimate the tedious practice. Every world has its own rules, and the world of magic is no exception."

source: “不过还好，今天早上我已经清点过了，大多数材料没什么麻烦，损失最严重的只有野钢花……”
en_us: "But, fortunately, I did an inventory count this morning. Most of the ingredients had no problems, only the wild steelbloom suffered the most loss..."

source: “不错不错，能看出这一点来，你也算是个不错的医生了。”林立笑眯眯的夸了两句，之后却话锋一转：“可惜就是眼睛不太好……”
en_us: "Not bad that you're able to see this, it means you're a decent doctor," Lin Li complimented her with a grin, but quickly changed the subject. "A pity your eyesight isn't good..."

source: “不！”
en_us: "No!"

source: “不！不要！”
en_us: "No! Don't!"

source: “不，不对！”
en_us: “No! Wait! Hang on…”

source: “两万金币！”小个子法师额头上已经开始冒汗了，这是他所有的财产，本以为能弄到至少两瓶奥法药剂回去，可没想到却连一瓶都希望渺茫，想到来时的踌躇满志，他才终于有些明白，这拍卖会里的水究竟有多深。
en_us: “20,000 gold coins!" Cold sweat broke out on the short mage's forehead. It was all of his assets; he had expected to get at least two bottles of Arcane Magic Potion, but now, the hope of getting even a single bottle was slim. He finally realized how deep the water for the auction was when he recalled how he had arrived at the auction with high ambitions.

source: “中……中级铁匠？”安度因远远看了林立一眼，脸上的神色显得有些古怪，他真的很想问问，这世界上还有比这更妖孽的人吗？
en_us: "Mid... Mid-level forger?" Andoine gazed at Lin Li from afar. The expression on his face was slightly odd. He really wanted to ask, was there anyone in this world who was more demonic than Lin Li?

source: “丹纹没用，对丹药药效没有任何加成。”
en_us: "The elixir pattern is no use. The pattern does not add any addition ability to the elixir medical efficacy itself."

source: “为了梅林家族的尊严，我偶尔也会干些吃力不讨好的事。”交谈过程中，老梅林第一次占了上风。
en_us: "For the dignity of the Merlin's Family, I'd sometimes take on thankless tasks." Old Merlin had gained the upper hand for the first time in the conversation.
